Revit 2015 API
AreaTagTypeSet Properties
The AreaTagTypeSet type exposes the following members.
Properties
Name | Description
IsEmpty
Test to see if the set is empty.
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
Size
Returns the number of areatag types that are in the set.
See Also
AreaTagTypeSet Class
Autodesk.Revit.DB Namespace